{
  "users": [
    {
      "id": 1,
      "username": "kevin",
      "password": "1234",
      "piedra": "",
      "coments": []
    },
    {
      "id": 2,
      "username": "jero",
      "password": "12345",
      "piedra": "",
      "coments": []
    },
    {
      "id": 3,
      "username": "Lu",
      "password": "123456",
      "piedra": "",
      "coments": []
    },
    {
      "id": 4,
      "username": "Manuel",
      "password": "1234567",
      "piedra": "",
      "coments": []
    }
  ],
  "piedras": [
    [
      {
        "id": 1,
        "descripcion": "Según explica la experta, l@s Aries destacan por su extrema vitalidad y dinamismo. Es por eso que el rubí resuena con la pasión de la energía Aries. “Ayudará a que se mantengan constantes en sus metas y a que se enfoquen en sus propósitos. Aunque, en algunos casos, también puede llegar a resultar sobreestimulante”, dice Maraldés. “Por eso, para aportar la calma necesaria, entra en juego el diamante que, además de ser el rey de las gemas, ayudará a las Aries a fortalecer el vínculo con su pareja”. Otras piedras afines a Aries: cornalina, piedra de la abundancia, amatista, aguamarina, aventurina, piedra de sangre, citrino, ágata fuego, granate, pirita, kuncita, turmalina rosa, topaciol, espinela y, sobre todo, el jaspe, que, según puntualiza Cristina, promueve el pensamiento antes de la acción, ayudándo a las Aries a ser conscientes de las consecuencias de cualquier comportamiento en su vida",
        "imagen": "",
        "nombre": "Aries"
      },
      {
        "id": 2,
        "descripcion": "Una persona Tauro es alegre y optimista, exteriormente es un alma sensata y pragmática pero en su interior abunda la sensualidad y el hedonismo. “Así como Venus, su planeta regente, saborea todas las cosas buenas de la vida y valora enormemente la comodidad. La esmeralda la anima a disfrutar de la vida al máximo”, cuenta Maraldés. “Además, a las Tauro les resulta difícil olvidar y perdonar. La esmeralda, además de infundir paciencia, ayuda a eliminar sentimientos negativos.Pero además de la gema verde, la experta recomienda también otra piedra menos común: el peridoto. “¿Qué se dice normalmente de las Tauro? pues que son testarudas.El peridoto las ayuda a admitir cualquier error que hayan cometido, lo que les permite avanzar hacia un futuro positivo.También ayuda en su tendencia a escapar del cambio, aportando la confianza necesaria para dar el salto”.Otras gemas para Tauro: Aguamarina, azurita, espinela negra, calcedonia azul, ágata, diamante, cianita, kuncita, Lapislázuli, malaquita, rodonita, cuarzo rosa, zafiro, selenita, ojo de tigre, topacio y turmalina.",
        "imagen": "",
        "nombre": "Tauro"
      },
      {
        "id": 3,
        "descripcion": "Así como un torbellino Géminis no descansa ni física ni mentalmente, pueden llegar a sentirse ansiosas o desenfocadas. Para contrarrestar la tensión nerviosa, con su efecto calmante, hace su aparición el ágata. Además de aportar estabilidad, ancla a la nativa Géminis a la tierra, animándola a prestar atención a los detalles mientras su mente vaga por el contexto general”, concede la fundadora de Lalita Stones, quien incide además en que el ágata, con su energía lenta, puede llegar a desesperar a las Génimis. “Ahí es donde puede entrar en juego también la turmalina, que además de equilibrar las dos partes del celebro, elimina las energías negativas y estabiliza la tendencia a pulular sobre varias direcciones a la vez”, dice Cristina.Otras piedras para Géminis: Aguamarina, crisocola, crisoprasa, Citrino, ágata dentrita, turmalina verde, cuarzo rutilado, zafiro, cuarzo turmalinado, ojo de tigre, topacio.",
        "imagen": "",
        "nombre": "Geminis"
      },
      {
        "id": 4,
        "descripcion": "Teniendo a la luna como regente, Cáncer es altamente intuitiva y la piedra de la luna aterriza su intuición en el plano terrenal, ayudando a las nativas del cangrejo a tomar las decisiones más correctas”, desgrana la experta. “Como personas altamente sentimentales y emocionales, la piedra de la luna es la asistente perfecta para apaciguar las mareas emocionales así como las hormonas, sintonizando el ciclo femenino con el ciclo lunar”, continúa. Además, según destaca Cristina, la piedra de la luna incrementa la capacidad de Cáncer para vivir sincronicidades y serendipias en su vida. Sin embargo, además de la piedra lunar, también el rubí resultará de gran ayuda para las Cáncer, ya que tal y como explica Maraldés, las impulsará hacia la realización de sus ambiciones y desarrollo de sus talentos ocultos o dormidos. Otras gemas afines a Cáncer: Ámbar, calcita, cornalina, calcedonia, crisofase, esmeralda, palo, perla, turmalina rosa, rodonita.",
        "imagen": "",
        "nombre": "Cáncer"
      },
      {
        "id": 5,
        "descripcion": "El sol brilla en Leo y todas las gemas de tonos que recuerdan a la luz del sol, resplandecientes, resuenan en la energía magnética de la personalidad impetuosa del león”, desgrana la fundadora de Lalita Stones, que apunta al ojo de tigre como impulsora de los talentos de las leo, ya que desbloqueará sus capacidades creativas. “Leo es plácida, vigorosa y está llena de vitalidad, hasta que alguien ponga en duda su dignidad. En estos casos, para apaciguar el posible impulso leonino, el ojo de tigre mantiene a la leona serena, fomentando su confianza y alegría constructiva”, dice. Además de esto, también la rodocrosita y el cuarzo rosa pueden suavizar los bloqueos asimilados como heridas de dignidad derivadas del orgullo o a la testarudez de las leo; mientras que el rubí o el granate impulsarán el entusiasmo para revitalizar la relación existente o comenzar una nueva, explotando la pasión del signo del león. Otras gemas afines a Leo: Ámbar, calcita, cornalina, citrino, crisocola, cuarzo, esmeralda, granate, turmalina verde, kuncita, larimar, morganita, ónix, turmalina rosa, rodocrosita, rubí, topacio, turquesa.",
        "imagen": "",
        "nombre": "Leo"
      },
      {
        "id": 6,
        "descripcion": "“Virgo va siempre persiguiendo la perfección, estableciendo estándares muy altos tanto hacia ella misma como hacia los demás. Si los requisitos impuestos no se cumplen, puede tender a la crítica, sin aceptar el error como posibilidad”, desgrana Maraldés, quien alude a la energía del peridoto como salvavidas de la mujer Virgo. “Su mensaje es claro: permítete equivocarte, admítelo, acéptalo como experiencia de aprendizaje y fluye. Más allá de éste, la turmalina roja también puede reducir la tendencia a la crítica o auto-crítica de las Virgo; mientras que el topacio azul puede ser una piedra catalizadora y potenciadora de las energías de Virgo, explica la experta, ya que tal y como ella misma apunta, “con su capacidad de servicio a los demás, la mujer Virgo tiende a dejar de lado sus propias aspiraciones y el topacio azul la guiará para estar a la altura de sus objetivos sin tener que dejar de lado su naturaleza colaborativa”.Otras piedras relacionadas con Virgo: Ágata, amazonita, cornalina, crisocola, citrino, granate, piedra de la luna, ópalo, cuarzo rutilado, zafiro, sodalita.",
        "imagen": "",
        "nombre": "Virgo"
      },
      {
        "id": 7,
        "descripcion": "El zafiro equilibra a nivel físico, mental y espiritual. L@s Libra, su 'imagen' les resulta especialmente importante así como la opinión de los demás. Es por ello que tienden a esforzarse de más para mantener a todos contentos, lo cual puede generar una pérdida de equilibrio. Y en la restauración del equilibrio participa el zafiro acompañado del lapislázuli, en una misión especial, animando a Libra a expresar su opinión”, desgrana Cristina Maraldés, quien también apunta a la indecisión de este signo y a la capacidad de la coralina de contrarrestar esas dudas que acostumbran a acechar al signo de la balanza: “Las Libras valoran, consideran y reconsideran todas las perspectivas de una situación antes de actuar, muchas veces por miedo a la crítica. La coralina con su energía vigorosa, optimisma y entusiasta, muestra que cualquier posible fallo, en realidad, es un aprendizaje de la vida y que el entusiasmo ha de predominar sobre la indecisión”.Otras piedras para Libra: Ópalo, amatista, aguamarina, aventurina, heliotropo, esmeralda, turmalina verde, jade, kuncita, piedra de la luna, peridoto, topacio.",
        "imagen": "../src/img/libra-zodiaco",
        "nombre": "Libra"
      },
      {
        "id": 8,
        "descripcion": "“Las emociones de Escorpio nadan por mares profundos y muchas veces no llegan a tocar la superficie, sufriendo en silencio. La malaquita como dosis extra de oxígeno es idónea para entender y dejar atrás aquellas experiencias o emociones que le causan angustia o malestar”, concede Maraldés. Pero no es la única piedra capaz de confrontar las tendencias introspectivas de Escorpio. De hecho, tal y como apunta la experta, también la turquesa aporta a las Escorpio calma interna. “Como gema purificadora mejora su intuición y brinda protección mientras se encuentra explorando tesoros ocultos tanto en su psique como en sus mares más espirituales”, dice. Por otro lado, Maraldés subraya que las Escorpio tienen el poder de alcanzar un gran liderazgo y la capacidad de llegar al fondo de los asuntos donde otros signos no se atreven ni a meter la punta del pie. “Escorpiana, utiliza la energía del topacio para recargar las pilas y para atraer a tu vida las relaciones más propicias para tu travesía vital”, aconseja la fundadora de Lalita Stones, que apunta también al poder de la rodocrosita para mostrar al corazón de las Escorpio cómo asimilar sentimientos dolorosos sin morir en el intento. Otras piedras en sintonía con Escorpio: Aguamarina, granate, turmalina verde, diamante, kuncita, obsidiana, rubi, cuarzo ahumado, topacio.",
        "imagen": "",
        "nombre": "Escorpio"
      },
      {
        "id": 9,
        "descripcion": "“L@s más aventureros del zodiaco, l@s Sagitario, aman la libertad y los viajes, ya sean físicos o espirituales. El topacio actúa como brújula en sus aventuras”, cuenta Maraldés. “Además, valoran especialmente la verdad y en sus aventuras diarias va rastreando un conocimiento más amplio y profundo de la realidad. El topacio las conecta con su propia sabiduría”. Por otro lado, la mente activa y crítica de las Sagitario puede desembocar en una saturación mental donde la labradorita y su efecto calmante equilibrarán su hervidero mental. “Y en respuesta a sus incesantes preguntas, la turquesa, como promotora de la auto- realización, ayudará a entender que las respuestas más importantes se encuentras dentro de una misma”, defiende Cristina, que incide también en la capacidad de la turquesa para calmar los nervios y facilitar una expresión adecuada en el caso de las Sagitario que, aunque vayan por la vida en la senda de la positividad, “a veces pueden sentirse nerviosas al tener que hablar en público”. Otras piedras en sintonía con Sagitario: Amatista, ágata encaje azul, calcedonia, citrino, espinela, granate, lapislázuli, turmalina rosa, rubí, cuarzo ahumado, sodalita, obsidiana copo de nieve",
        "imagen": "",
        "nombre": "Sagitario"
      },
      {
        "id": 10,
        "descripcion": "“El granate es sin duda el más potente talismán para las Capricornio”, dice Maraldés. “Con su energía revitalizarte les habla de seguridad y confianza para sentirse optimistas y alegres eliminando la tendencia a la soledad y el aislamiento. También les habla de éxito en los negocios, desarrollando sus cualidades de liderazgo y las asiste en su fuerte impulso sexual, vigorizando su libido, su potencia sexual y eliminando posibles inhibiciones”. Además, tal y como explica la empresaria, en su tendencia a mantener sus emociones bajo control, el expresar sus sentimientos a veces les resulta tarea ardua. “La sodalita anima a renunciar a los mecanismos de control que alejan a la mujer Capricornio de su propia aceptación y valoración”, defiende Maraldés, que no se olvida tampoco de las capacidades del ónix a la hora de calmar y centrar la energía de las Capricornio en periodos e estrés mental o físico, guiándolas hacia las decisiones más sabias. Otras piedras para Capricornio: azurita, turmalina, cornalina, fluorita, labradorita, malaquita, obsidiana, cuarzo, peridoto, rubi, cuarzo ahumado, turquesa, obsidiana copo de nieve.",
        "imagen": "",
        "nombre": "Capricornio"
      },
      {
        "id": 11,
        "descripcion": "“En su capacidad para inventar el mañana, muchas personas Acuarianas viven parcialmente en el futuro descargando conocimientos para ponerlos al servicio de la humanidad. La aguamarina permite desarrollar la conciencia facilitando esa transferencia de datos”, defiende Maraldés. “Al anidar en el pensamiento, un exceso de éste se traduce en tendencia al estrés al que es propensa Acuario. La aguamarina en su efecto calmante, se convierte en su mejor aliada en los momentos en los que se siente sobrepasada por la responsabilidad”, continúa. Además de ésta, también la piedra de la luna, como gema de los nuevos comienzos, infundirá luz para aclarar el camino; mientras que por su lado la amatista encontrará las vías para bajar a tierra la visión futurista mientras que la labradora expandirá la intuición Acuariana. “Como las emociones de la mujer acuario pueden llegar a ser inestables e irracionales, mejor aplicar el ántídoto de piedra de la luna”, dice Cristina, que apunta también al cuarzo rosa, la kuncita o la morganita como piedras del amor para las Acuarianas.Otras piedras afines a Acuario: Amatista, angelita, celestita, crisofase, fluorita.'",
        "imagen": "",
        "nombre": "Acuario"
      },
      {
        "id": 12,
        "descripcion": "“Las Piscianas necesitan de la energía de la amatista para poder moverse fluidamente entre sus tres mares de realidad, imaginación y misticismo”, defiende la experta. “Altamente intuitivas y sensitivas, en su afán por ayudar a otros tienden a desgastarse y cargarse con energías densas. La amatista, limpia energéticamente y aporta luz de protección a las nativas del último signo del zodiaco, ayudándolas a establecer sus propios límites”, explica Maraldés, quien además de la amatista, destaca también la morganita para aclarar la visión de la mente Piscis, y la turquesa, que eliminará su tendencia a la frustración. Por otro lado, el pensamiento extremadamente emocional de este signo, puede llevar a que en ocasiones confundan emoción con pensamiento. “El ágata de encaje azul aportará luz para distinguir entre mente y emoción”, dice Cristina.Aunque pese a ello, es muy importante que las Piscis se abra a su intuición, por eso la piedra de la luna, con su naturaleza intuitiva, puede ayudarlas a filtrar y aplicar sus intuiciones en el día a día. Otras piedras afines a Piscis: Aguamarina, calcita, crisoprasa, fluorita, labradorita, selenita, turquesa.",
        "imagen": "",
        "nombre": "Piscis"
      }
    ]
  ]
}